Repository: aagedal/Aagedal-Media-Converter
Catalog: Aagedal Media Converter/Resources/Localizable.xcstrings
Source language: en
Languages: nb

source: Developer Website
nb: Utviklerens nettside

source: Disable the selection overlay temporarily so clicks pass through. Tip: hold ⌘ for momentary pass-through.
nb: Deaktiver utvalgsoverlegget midlertidig slik at klikk går gjennom. Tips: hold ⌘ for kortvarig gjennomklikk.

source: Disabled
nb: Deaktivert

source: Disabled while Merge is on — turn off Merge to enable sequential naming
nb: Deaktivert mens Sammenslåing er på — slå av Sammenslåing for å aktivere sekvensiell navngivning

source: Disabled while Sequential naming is on — turn it off to enable Merge
nb: Deaktivert mens Sekvensiell navngivning er på — slå den av for å aktivere Sammenslåing

source: Disabling
nb: Deaktivering

source: Display
nb: Skjerm

source: Display name
nb: Visningsnavn

source: Display the button to toggle the "Date generated" tag for each file
nb: Vis knappen for å veksle "Dato generert"-taggen for hver fil

source: Display the comment text field for adding metadata comments to each file
nb: Vis kommentarfeltet for å legge til metadata-kommentarer for hver fil

source: Distribution
nb: Distribusjon

source: Domain
nb: Domene

source: Don't have Homebrew? Install it first
nb: Har du ikke Homebrew? Installer den først

source: Don't remove any characters
nb: Ikke fjern noen tegn

source: Don't send data
nb: Ikke send data

source: Done
nb: Ferdig

source: Double-click to enter timecode. Click mode label or press T to toggle mode.
nb: Dobbelklikk for å legge inn tidskode. Klikk eller press T for å bytte tidsvisning.

source: Download
nb: Last ned

source: Download a model below to enable subtitle generation.
nb: Last ned en modell for å aktivere undertekst-generering

source: Download Automation
nb: Nedlastningsautomasjon

source: Download deno
nb: Last ned deno

source: Download failed
nb: Nedlasting mislyktes

source: Download Folder
nb: Nedlastningsmappe

source: Download Folder:
nb: Nedlastingsmappe:

source: Download from URL
nb: Last ned fra URL

source: Download models for transcription. Larger models are more accurate but slower and require more RAM.
nb: Last ned modeller for transkribering. Større modeller er mer nøyaktige, men tregere og krever mer RAM.

source: Download only the audio track (no video)
nb: Last ned bare lydsporet (uten video)

source: Download video from URL
nb: Last ned video fra URL

source: Download yt-dlp
nb: Last ned yt-dlp

source: Downloading...
nb: Laster ned…

source: Downloads
nb: Nedlastinger

source: Downloads a bundled copy and prefers it over the system runtime.
nb: Laster ned en buntet kopi og foretrekker denne fremfor systemets kjøremiljø.

source: Downloads from yt-dlp are saved here before conversion.
nb: Nedlastinger fra yt-dlp lagres her før koding.

source: Downloads new releases in the background and installs them on next launch.
nb: Laster ned nye versjoner i bakgrunnen og installerer dem ved neste oppstart.

source: Downmix to stereo for compatibility
nb: Nedmiksing til stereo for kompatibilitet

source: Drag a recording once one is available.
nb: Dra et opptak hit når et er tilgjengelig.

source: Drag and drop video files here
nb: Dra og slipp videofiler her

source: Drag clips to reorder. Shift-click selects a range; ⌘-click toggles individual clips. Drag an edge to trim, or drag the time ruler to scrub.
nb: Dra klipp for å endre rekkefølgen. Skift-klikk velger et område; ⌘-klikk velger eller fjerner enkeltklipp. Dra en kant for å trimme, eller dra på tidslinjalen for å spole.

source: Drag last screenshot to another app
nb: Dra det siste skjermbildet til en annen app

source: Drag the ruler to scrub, clip edges to trim, or clips to reorder. Command-drag selects a time range; Shift-click selects multiple clips; ⌘-click toggles a clip. Pinch to zoom. Later clips close the gap after trimming.
nb: Dra i linjalen for å spole, i klippkanter for å trimme eller i klipp for å endre rekkefølgen. Kommando-dra velger et tidsområde; Skift-klikk velger flere klipp; ⌘-klikk veksler valget av et klipp. Knip for å zoome. Senere klipp lukker mellomrommet etter trimming.

source: Drag to move. Shift-click to select a range; ⌘-click to toggle selection.
nb: Dra for å flytte. Skift-klikk for å velge et område; ⌘-klikk for å velge eller fjerne et klipp.

source: Drag to share
nb: Dra for å dele

source: Drag to share file
nb: Dra for å dele fil

source: Drag to share the merged file
nb: Dra for å dele den sammenslåtte filen

source: Drag to trim the end
nb: Dra for å trimme slutten

source: Drag to trim the start
nb: Dra for å trimme starten

source: Drag within a clip · Backspace: delete range · ⌥X: clear
nb: Dra innenfor et klipp · Slettetast: slett område · ⌥X: fjern markering

source: Drag within a clip · Backspace: delete selection · ⌥X: clear range
nb: Dra i et klipp · Slettetast: slett utvalg · ⌥X: opphev områdevalg

source: DVD subtitle color palette is invalid. OCR requires 16 comma-separated RGB colors with six hexadecimal digits each.
nb: DVD-undertekstenes fargepalett er ugyldig. OCR krever 16 kommaseparerte RGB-farger med seks heksadesimale sifre hver.

source: DVD subtitle color palette is missing. OCR requires the original 16-color palette; use a source that includes it.
nb: DVD-undertekstenes fargepalett mangler. OCR krever den opprinnelige paletten med 16 farger. Bruk en kilde som inneholder den.

source: Dynamic Range
nb: Dynamisk område

source: e.g. en, fr, nb
nb: f.eks. en, fr, nb

source: e.g. Interview_Day1
nb: f.eks. Intervju_Dag1

source: e.g. PG-13
nb: f.eks. PG-13

source: Edit clip order and trim ranges
nb: Rediger klipprekkefølge og trimområder

source: Edit Group
nb: Rediger gruppe

source: Edit group contents
nb: Rediger gruppeinnhold

source: Edit group contents (reorder, remove, rename)
nb: Rediger gruppeinnhold (omstokk, fjern, gi nytt navn)

source: Edit Group Contents…
nb: Rediger gruppeinnhold …

source: Edit Group: %@
nb: Rediger gruppe: %@

source: Edit playback timecode
nb: Rediger tidskode for avspilling

source: Edit while recording in DaVinci Resolve & Premiere. Hardware HEVC 10-bit 4:2:2, fragmented .mov.
nb: Rediger under opptak i DaVinci Resolve og Premiere. Maskinvarekodet HEVC 10-bit 4:2:2, fragmentert .mov.

source: Edit while recording in DaVinci Resolve & Premiere. ProRes 4444 at a constant frame rate (CFR) — visually lossless, but because ProRes can't compress duplicate frames, a mostly-static screen makes very large files. Needs a ProRes hardware encoder (M1 Pro/Max or later) for high frame rates.
nb: Rediger under opptak i DaVinci Resolve og Premiere. ProRes 4444 med konstant bildefrekvens (CFR) er visuelt tapsfri, men siden ProRes ikke kan komprimere duplikatbilder, gir en stort sett statisk skjerm svært store filer. Høy bildefrekvens krever en ProRes-maskinvarekoder (M1 Pro/Max eller nyere).

source: Edit while recording with maximum compatibility. Hardware H.264, fragmented .mov.
nb: Rediger under opptak med maksimal kompatibilitet. Maskinvarekodet H.264, fragmentert .mov.

source: Editing directly from removable media can be slow, especially for long recordings. For smoother editing, copy the card to local storage first. You can also continue importing from the card.
nb: Redigering direkte fra flyttbare medier kan være tregt, særlig for lange opptak. Kopier kortet til lokal lagring først for jevnere redigering. Du kan også fortsette å importere fra kortet.

source: Embed subtitles into output file
nb: Bygg inn undertekster i utdatafilen

source: Empty conversion queue
nb: Tom konverteringskø

source: Empty group
nb: Tom gruppe

source: Enable concat to merge clips into one file
nb: Slå på sammenslåing for å slå klippene sammen til én fil

source: Enable filename processing
nb: Aktiver filnavnprosessering

source: Enable quality analytics after encoding
nb: Slå på kvalitetsanalyse etter koding

source: Enable sequential naming using group name
nb: Slå på sekvensiell navngivning med gruppenavn

source: Enable subtitles by default for new items
nb: Aktiver undertekster for nye elementer

source: Enable transcription for subtitle generation
nb: Slå på transkripsjon for å lage undertekster

source: Enable upload after encoding
nb: Slå på opplasting etter koding

source: Enable upload by default for new items
nb: Aktiver opplastning som standard for nye elementer

source: Enable waveform video by default
nb: Skru på lydbølge video som standard

source: Encode
nb: Konverter

source: Encode the selected videos to a looping MP4 with audio (VideoLoop with sound preset), saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene til en MP4 som spilles av i sløyfe med lyd (forhåndsinnstillingen VideoLoop med lyd). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos to a muted, looping MP4 (VideoLoop preset), saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene til en MP4 som spilles av i sløyfe uten lyd (forhåndsinnstillingen VideoLoop). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos to an animated still (AVIF/GIF/APNG, per your Animated Still settings), saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene til et animert stillbilde (AVIF/GIF/APNG, i henhold til innstillingene dine for animerte stillbilder). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos to an image sequence (per your Image Sequence settings), saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene til en bildesekvens (i henhold til innstillingene dine for bildesekvenser). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos using your default preset (set in Settings — can be any preset, including a Custom one), saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med standard forhåndsinnstilling (velges i Innstillinger og kan være en hvilken som helst forhåndsinnstilling, også en egendefinert). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the AV1 preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen AV1. Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the broadcast TV AVC-Intra MXF preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen for TV-kringkasting i AVC-Intra MXF. Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the broadcast TV HEVC 10-bit 4:2:2 preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen for TV-kringkasting i HEVC 10-bit 4:2:2. Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the DCP (Digital Cinema Package) preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen DCP (Digital Cinema Package). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the experimental AV2 preset, saving alongside the source files and starting conversion immediately. AV2 output needs an AV2-capable decoder to play back.
nb: Konverter de valgte videoene med den eksperimentelle forhåndsinnstillingen AV2. Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart. AV2-filer krever en dekoder som støtter AV2 for å kunne spilles av.

source: Encode the selected videos with the experimental IMF RDD 45 (ProRes) preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med den eksperimentelle IMF RDD 45-forhåndsinnstillingen (ProRes). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the H.264 / AVC preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen H.264 / AVC. Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the H.265 / HEVC preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen H.265 / HEVC. Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the IMF App 2e (JPEG 2000) preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen IMF App 2e (JPEG 2000). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the IMF App 5 (ProRes) preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen IMF App 5 (ProRes). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the ProRes preset, saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen ProRes. Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encode the selected videos with the Proxy preset (lightweight editing proxies), saving alongside the source files and starting conversion immediately.
nb: Konverter de valgte videoene med forhåndsinnstillingen Proxy (lette proxyfiler for redigering). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Encoded File:
nb: Kodet fil:

source: Encoded files will be saved in the same folder as the source file.
nb: Kodede filer vil bli lagret i samme mappe som kildefilen.

source: Encoded:
nb: Kodet:

source: Encoder
nb: Enkoder

source: Encoding Groups
nb: Kodingsgrupper

source: Encoding in progress
nb: Koding pågår

source: Encoding Speed
nb: Enkoder hastighet

source: Encoding Speed (Preset)
nb: Kodinghastighet (forhåndsinnstilling)

source: Encoding speed: %@
nb: Kodehastighet: %@

source: Endpoint
nb: Endepunkt

source: Engine
nb: Motor

source: Engine:
nb: Motor:

source: Enlarge the waveform visually. Playback and export volume are unchanged. Choose 1× to reset.
nb: Forstørr visningen av bølgeformen. Lydnivået ved avspilling og eksport endres ikke. Velg 1× for å tilbakestille.

source: Enter a custom start timecode for the output file.
nb: Angi en tilpasset start-tidskode for utdatafilen.

source: Enter a default start timecode for output files.
nb: Angi en standard start-tidskode for utdatafilen.

source: Enter a pixel value and press Return to apply.
nb: Skriv inn en pikselverdi og trykk Retur for å bruke den.

source: Enter crop tool
nb: Åpne beskjæringsverktøyet

source: Error details
nb: Feildetaljer

source: Estimated seek point: %@ (%@ s earlier). Export can differ.
nb: Anslått søkepunkt: %@ (%@ s tidligere). Eksporten kan avvike.

source: eu-west-1 (Ireland)
nb: eu-west-1 (Irland)

source: Example data sent: {"token": "a weekly random-looking value"}. No files, paths, media details, conversion activity, account details, hardware IDs, or OS details are included.
nb: Eksempel på data som sendes: {"token": "en tilfeldig utseende ukekode"}. Ingen filer, filbaner, mediedetaljer, konverteringsaktivitet, kontoopplysninger, maskinvare-ID-er eller OS-detaljer er inkludert.

# Example: `-c:v libx264 -crf 18 -preset slow -c:a copy` produces `filename%@.%@`.
source: Example: `-c:v libx264 -crf 18 -preset slow -c:a copy` produces `filename%1$@.%2$@`.
nb: Eksempel: `-c:v libx264 -crf 18 -preset slow -c:a copy` lager `filename%1$@.%2$@`.

source: Executable
nb: Kjørbar

source: Exit crop mode
nb: Avslutt beskjæringsmodus

source: Expand a screen to fill the display
nb: Forstørr én skjerm til å fylle visningen

source: Expand preview to fill the screen
nb: Forstørr forhåndsvisningen til å fylle skjermen

source: Expanded
nb: Utvidet

source: EXPERIMENTAL
nb: EKSPERIMENTELL

source: Experimental IMF export. Validate the package in your target mastering or delivery tool before use. This version writes a single video track and one PCM audio track; packaged subtitles and multi-track audio are not yet supported.
nb: Eksperimentell IMF-eksport. Valider pakken i mottakerens mastering- eller leveringsverktøy før bruk. Denne versjonen skriver ett videospor og ett PCM-lydspor. Pakkede undertekster og flere lydspor støttes ennå ikke.

source: Experimental. AV2 is encoded by the bundled avmenc (AOM AVM) encoder. The app can split the encode across all CPU cores for a large speed-up, and optionally mux the result with audio into a Matroska (.mkv) file. AV2 is very new — the output needs an AV2-capable decoder to play and cannot be previewed inside this app yet.
nb: Eksperimentelt. AV2 kodes av den medfølgende avmenc-koderen (AOM AVM). Appen kan dele kodingen over alle CPU-kjerner for en stor hastighetsøkning, og kan eventuelt pakke resultatet sammen med lyd til en Matroska-fil (.mkv). AV2 er svært nytt – utdataene krever en AV2-kompatibel dekoder for å spilles av, og kan ennå ikke forhåndsvises i denne appen.

source: Export a settings file you can keep as a backup or import on another Mac. The app also keeps automatic local backups before applying any incoming settings — open them in Finder and use “Import Settings…” to roll back.
nb: Eksporter en innstillingsfil du kan beholde som sikkerhetskopi eller importere på en annen Mac. Appen tar også automatiske lokale sikkerhetskopier før den tar i bruk innkommende innstillinger – åpne dem i Finder og bruk «Importer innstillinger …» for å gå tilbake.

source: Export clip-boundary markers
nb: Eksporter markører ved klippgrenser

source: Export Format
nb: Eksportformat

source: Export JSON
nb: Eksporter JSON

source: Export PDF
nb: Eksporter PDF

source: Export requires the bundled %@ helper, which is missing or not executable. Open Settings > Tool Diagnostics to inspect the tools, or reinstall the app.
nb: Eksport krever det medfølgende hjelpeprogrammet %@, som mangler eller ikke kan kjøres. Åpne Innstillinger > Verktøydiagnostikk for å undersøke verktøyene, eller installer appen på nytt.

source: Export requires the bundled %@ helper, whose architecture is not supported on this Mac. Open Settings > Tool Diagnostics to inspect the tools, or reinstall the app.
nb: Eksport krever det medfølgende hjelpeverktøyet %@, men arkitekturen støttes ikke på denne Macen. Åpne Innstillinger > Verktøydiagnostikk for å kontrollere verktøyene, eller installer appen på nytt.

source: Export Settings…
nb: Eksporter innstillinger …

source: Export timeline markers
nb: Eksporter tidslinjemarkører

source: Extend Auto-Stop
nb: Forleng auto-stopp

source: Extended PSNR by Fraunhofer HHI. Perceptually weighted PSNR metric measured in dB. Values above 42 dB are considered visually lossless.
nb: Utvidet PSNR fra Fraunhofer HHI. Persepsjonsvektet PSNR-metrikk målt i dB. Verdier over 42 dB regnes som visuelt tapsfrie.

source: Extract %@
nb: Trekk ut %@

source: Extract Audio
nb: Hent ut lyd

source: Extract audio from ${videos}
nb: Hent ut lyd fra ${videos}

source: Extract audio from the selected videos with the Audio Only preset (WAV/AAC/FLAC, per your settings), saving alongside the source files and starting conversion immediately.
nb: Hent ut lyd fra de valgte videoene med forhåndsinnstillingen Kun lyd (WAV/AAC/FLAC, i henhold til innstillingene dine). Resultatet lagres sammen med kildefilene, og konverteringen starter umiddelbart.

source: Extract Audio Only
nb: Hent ut kun lyd

source: Failed to append timecode samples to the capture writer.
nb: Kunne ikke skrive tidskode til skjermopptaket.

source: Fast Decode
nb: Rask dekoding

source: Fast forward
nb: Spol fremover

source: Fast with reasonable accuracy. Recommended for most uses.
nb: Rask med rimelig god nøyaktighet. Anbefales til de fleste formål.

source: Fastest, lowest accuracy. Good for quick tests.
nb: Raskest, lavest nøyaktighet. Egnet til raske tester.

source: Feature Support
nb: Funksjonsstøtte

source: FFmpeg (Classic)
nb: FFmpeg (klassisk)

source: FFmpeg (Conversion)
nb: FFmpeg (konvertering)

source: FFmpeg %@ (built-in)
nb: FFmpeg %@ (innebygd)

source: FFMPEG version: 9.0.1
nb: FFMPEG-versjon: 9.0.1

source: FFmpeg: Not found
nb: FFmpeg: Ikke funnet

source: File
nb: Fil

source: File access and disabling
nb: Filtilgang og deaktivering

source: File Name (A–Z)
nb: Filnavn (A–Z)

source: File Name (Z–A)
nb: Filnavn (Z–A)

source: File Names
nb: Filnavn

source: File Operations
nb: Filhandlinger

source: Filename processing: %@
nb: Filnavnbehandling: %@

source: Filename restrictions:
nb: Filnavnbegrensninger:

source: Filename template: %@
nb: Filnavnmal: %@

source: Filenames are kept as-is (after space and Scandinavian conversion above).
nb: Filnavn beholdes som de er (etter konvertering av mellomrom og skandinaviske tegn ovenfor).

source: Files in these folders and their subfolders are available to local MCP clients. Choose output folders in the app before converting. MCP requests cannot approve new locations.
nb: Filer i disse mappene og undermappene deres er tilgjengelige for lokale MCP-klienter. Velg utdatamapper i appen før konvertering. MCP-forespørsler kan ikke godkjenne nye plasseringer.

source: Files in these folders and their subfolders are available to local MCP clients. Conversions use the app's default output folder unless another writable folder is selected in the app. MCP requests cannot approve new locations.
nb: Filer i disse mappene og undermappene deres er tilgjengelige for lokale MCP-klienter. Konverteringer bruker appens standard utdatamappe med mindre en annen skrivbar mappe er valgt i appen. MCP-forespørsler kan ikke godkjenne nye plasseringer.

# Files will be uploaded to: s3://%@/%@<filename>
source: Files will be uploaded to: s3://%1$@/%2$@<filename>
nb: Filer vil bli lastet opp til: s3://%1$@/%2$@<filename>

source: Fill crops the image to fill the DCP frame. Fit adds black bars to preserve the full image.
nb: Fyll beskjærer bildet for å fylle DCP-rammen. Tilpass legger til svarte felter for å bevare hele bildet.

source: Fill crops the source to fill the IMF frame; Fit adds black bars to preserve the full image.
nb: Fyll beskjærer kilden for å fylle IMF-rammen; Tilpass legger til svarte felter for å bevare hele bildet.

source: Film Grain Denoise
nb: Støyfjerning av filmkorn

source: Film Grain Synthesis
nb: Filmkorn-syntese

source: Filter shortcuts…
nb: Filtrer snarveier …

source: Finalizing
nb: Fullfører

source: Finder could not open the output folder. Try again or open the folder manually.
nb: Finder kunne ikke åpne utdatamappen. Prøv igjen eller åpne mappen manuelt.

source: Finder could not open the watch folder. Try again or open the folder manually.
nb: Finder kunne ikke åpne overvåkingsmappen. Prøv igjen eller åpne mappen manuelt.

source: Finding keyframes…
nb: Finner nøkkelbilder …

source: Fisheye
nb: Fiskeøye

source: Fit
nb: Tilpass

source: Fit the timeline (⇧Z)
nb: Tilpass tidslinjen (⇧Z)
